{
  "mainNavbar.brand": "Ella Zolotarenko",
  "mainNavbar.home": "Home",
  "mainNavbar.shop": "Shop",
  "mainNavbar.gallery": "Gallery",
  "mainNavbar.about": "About",
  "mainNavbar.aboutartist": "Artist",
  "mainNavbar.aboutart": "Art",
  "mainNavbar.contact": "Contact",

  "home.title": "Ella Zolotarenko",
  "home.h4": "Head and founder of Creative Studio",
  "home.h4.studio": "Zernyatko",
  "home.h4.years": "(2012-2024)",
  "home.p1": "Artist of Ukrainian and ethnic paintings in the Petrykiv style.",
  "home.p2": "Ella Lvivyanka, a psychologist by profession, has been working as a teacher since 2012.",
  "home.p3": "In her work she uses the technique of Petrikovsky painting as art therapy and psychocorrection for children and adults.",
  "home.p4": "She has many personal exhibitions in Ukraine and 16 abroad (Poland, Turkey, France, Spain). She actively participates in various international competitions and plein airs. Conducts training individually, collectively and online.",
  "home.social": "Creativity in social networks:",
  "home.closeButton": "Close",

  "shop.header": "Shop",
  "shop.info.p1": "Products with Petrykivsky painting are available.",
  "shop.info.p2": "Sublimation printing.",
  "shop.info.p3": "High print quality. The fabric is dyed over its entire application surface and penetrates deep into the fibers.",
  "shop.info.p4": "When washing, use 30-40°C. The image remains sharp and vivid forever.",
  "shop.info.p5": "You need to iron the product inside out.",
  "shop.info.p6": "Delivery time for orders is 5-7 days.",
  "shop.info.p7": "Author: Ella Zolotarenko.",
  "shop.info.p8": "Products to order",
  "shop.catalog.header": "Products for your attention:",
  "shop.catalog.shirt1": "T-shirts of 3 types:",
  "shop.catalog.shirt2": "Sublimation printing, a method of hot application and embedding into the structure of the fabric, which gives impeccable quality. Does not change colors during washing and use.",
  "shop.catalog.shirt3": "High quality cotton, white jersey t-shirt, navy blue t-shirt, cotton.",
  "shop.catalog.shirt4": "The cost of each is 15 USD.",
  "shop.catalog.shirt5": "The drawing is applied by the method of sublimation heat transfer, embedding into fabric fibers.",
  "shop.catalog.shirt6": "Hand wash ~ 40° C. Iron inside out.",
  "shop.catalog.shirt7": "Author's drawing:",
  "shop.catalog.shirt8": "#artzolotarenko",
  "shop.catalog.shirt9": "#artpetrykivkazolotarenkoella",
  "shop.catalog.shirt10": "#петриківськийрозписульвові",
  "shop.catalog.shirt11": "Orders are accepted in private or by phone +380679092785",
  "shop.catalog.bag1": "The shopping bag is made of white dense fabric 230 g/m2. The composition of the fabric is 60% - polyester thread, 40% - cotton, which gives the product wear resistance and guarantees easy removal of dirt. Guarantee of high quality when used and washed.",
  "shop.catalog.bag2": "Bag dimensions: 38x42 cm.",
  "shop.catalog.bag3": "Colored handles.",
  "shop.catalog.bag4": "Cost: 15 USD.",
  "shop.catalog.bag5": "The images are applied by the method of sublimation thermal transfer, embedding into the fibers of the fabric.",
  "shop.catalog.bag6": "Author's drawing:",
  "shop.catalog.bag7": "#artzolotarenko",
  "shop.catalog.bag8": "#artpetrykivkazolotarenkoella",
  "shop.catalog.bag9": "#петриківськийрозписульвові",
  "shop.catalog.bag10": "Orders are accepted, write in advance in Viber, Whats App: +380679092785",
  "shop.catalog.scarf1": "Author's handkerchief with a decorative painting, from the Aposto Print company.",
  "shop.catalog.scarf2": "Armani silk and marquiset.",
  "shop.catalog.scarf3": "Size 70×70, 90×90 cm.",
  "shop.catalog.scarf4": "To order by the phone: +380679092785.",
  "shop.catalog.scarf5": "Cost: 35 USD.",
  "shop.catalog.scarf6": "#artzolotarenko",
  "shop.catalog.scarf7": "#петриківськийрозписульвові",
  "shop.catalog.scarf8": "#петриківськийрозпис",
  "shop.catalog.scarf9": "#artpetrykivkazolotarenkoella",
  "shop.catalog.thermos1": "Thermos, thermal mug, drinking cup.",
  "shop.catalog.thermos2": "The product is made with love and professionally printed by @Iryna Panko.",
  "shop.catalog.thermos3": "Thank you to Irina Panko for the excellent quality and quick production of products.",
  "shop.catalog.thermos4": "The picture is applied by the method of sublimation thermal transfer.",
  "shop.catalog.thermos5": "Cost: 20 USD.",
  "shop.catalog.thermos6": "Author's drawing:",
  "shop.catalog.thermos7": "#artzolotarenko",
  "shop.catalog.thermos8": "#artpetrykivkazolotarenkoella",
  "shop.catalog.thermos9": "#петриківськийрозписульвові",
  "shop.catalog.thermos10": "To order, write to personal +380679092785",
  "shop.author": "Author of drawings: Ella Zolotarenko",

  "aboutArt.header": "Petrykivka",
  "aboutArt.p1": "Petrykivka's painting is a characteristic layer of the culture of the Ukrainian nation, recognized around the world as a phenomenon of national thinking and artistic imagination. It originated as a phenomenon 300 years ago in the village of Petrykivka in Dnipro (Eastern Ukraine).",
  "aboutArt.p2": "Petrykivka did not know serfdom. Free Zaporozhye Cossacks lived there. Around the people there were steppe lands, chernozems, rich flora on the Dnieper. Cossacks builtclay houses of clay with roofs made of reeds.",
  "aboutArt.p3": "The villagers decorated their windows, doors and walls with flowers, birds, and berries. People had naive faith in their drawings - they were supposed to protect them from ghosts. Over time, this folk art began to develop on porcelain, wooden objects, and book graphics. Over three centuries, thousands of artists perfected their skills, turning the painting of a small village into pan-Ukrainian art. Since 2005, Petrykowski's design has been recognized as UNESCO's intangible heritage.",
  "aboutArt.p4": "In Soviet times, the",
  "aboutArt.p5": "factory operated in Petrykivka for many years, where a huge number of patterns on a black background were produced for export. Later, Petrykivka returned to the light background. But the crates are still painted on a colored background.",
  "aboutArt.p6": "Modern Petrykiv painting is a folk art that has unusual ways of drawing. By drawing with fingers, sticks and brushes from cat hair, they create delicate patterns, amazing shapes and fantastic color combinations. Images are transformed into a fabulous world.",
  "aboutArt.factory": "Druzhba",

  "aboutArtist.header": "About me and achievements",
  "aboutArtist.p1": "For the first time, I saw painted flowers on the walls of a clay house in my grandmother's village in Petrykivka, Dnipropetrovsk region when I was 10 years old. Bright flowers, birds and amazing plots captured my childhood imagination.",
  "aboutArtist.p2": "The Ukrainian tradition of wall painting in peasant's houses existed as early as 300 years ago. Many generations of native masters from Petrykyvka carefully passed down their skills from grandmother to granddaughter, preserving the traditions and sacred meanings of the patterns. No one in my family drew. However, my father always supported my creativity. So, thanks to him, I became more familiar with the special Ukrainian ethnic painting.",
  "aboutArtist.p3": "The Druzhba factory worked in the village of Petrikivka for 40 years, so my father sent me to study with the famous artist Fyodor Panko. And it was in the workshops of the factory that I saw an unusual way of painting berries and flowers with my fingers. The brushes were also homemade from cat fur and were called 'kittyka'. At the factory painters painted bright wooden caskets, plates, spoons, chests, etc. in huge batches. Therefore, almost every Ukrainian person has an idea about the Petrykiv painting. I was lucky to see all technological processes and learn to distinguish Ukrainian painting from others thanks to the technique and symbolism that I learned in childhood.",
  "aboutArtist.p4": "Already at a mature age, I remembered the ability to draw Petrykiv painting. Over time, I created a creative studio 'Zernyatko' in Lviv. My goal became to reproduce the flowering of Petrykivka that I once saw in my childhood. And now, for 12 years, my mission has been to master and popularize the Petrykiv painting. I teach children and adults and continue to study myself.",
  "aboutArtist.p5": "I use finger painting as art therapy nowadays, as well as drawing small elements with a 'cat' in order to master Ukrainian ethnic calligraphy. All this develops fine motor skills in children and forms creative thinking.",
  "aboutArtist.p6": "To date, I have had many exhibitions in Ukraine and 16 personal exhibitions abroad, namely in Poland, Spain, France and Turkey.",
  "aboutArtist.p7": "I work as an art psychologist in Lviv and abroad. Currently, I am working on my 2 manuals about Petrikovsky painting. In addition, several methods with the basics of painting and psychological influence on the development of children's motor skills are being refined. The manuals are intended for the work of teachers and psychologists with art therapy painting, as well as for people who want to master Petrykiv painting without a teacher.",
  "aboutArtist.p8": "For almost 350 years of the folk wall painting existence, the Petrykiv painting has turned into an art that has been recognized as an intangible UNESCO heritage. The symbolism and skill of artists is enriched. But the tools and painting techniques still remain primitive, which distinguishes Petrykiv painting from other types of applied art.",

  "contact.title": "Send me a letter",
  "contact.name": "Name",
  "contact.email": "Email",
  "contact.message": "Message",
  "contact.sendButton": "Send",
  "contact.successAlert": "Message sent successfully!",
  "contact.errorAlert": "Some error. ",

  "footer.title": "About the site",
  "footer.text": "This is the page of the Ukrainian artist Ella Zolotarenko, who works in the style of Petrykiv's painting.",
  "footer.artist": "Ella Zolotarenko",
  "footer.copyright": "Copyright",
  "footer.rights": "All Rights Reserved"
}
